[General]
Translator, "DuyTien2110, Juno Okyo, Tuan Nguyen, tung130503, Tạ Quốc Việt"
LangVersion, "6.3.0.0"
LangKeysTotal, "739"
LangKeysComplete, "735"
GeneratedDateTimeUTC, "Dec 18, 2019 19:35 (UTC)"
GenerationTimeMS, "27"


[Icon]
R0lGODlhEAAQAPe7AMAgBtEhDJgXCtQhDdMhDN4iENwiDtUiC9UhDcMhBpcYCb8lC9wiD9NuWpcX
CdV2ZNp1ZtAhDdl5aZkXC/K+AJ8YCtAhDNIsF6EYDMogCJwYCqZXTMghCZAXBqBrYdUhCvC7N5EU
Bdd+bdpyY5ReVPPAANtwYdsiDtkiDdBqV8QgBNppWI00Jed3acwfC9WCcuiVBNNmU9FxX96HX78e
A9AqFb4fBNh+b70gBZUiE+UjENmIdqBwZdeHeI9DNMMbB6BtY5cYB489MOiZJaF0apAXBaNaUJFS
SJdkWd5uBdJuXNhoA99+buB7a5FNQOFlVvG/CMwcDNiBcskfCeSNA+CCccQgCN6GeOeoV+ejV5ps
YtuQgeKcjeF4aNxtXo0WBJQXCdhsXc8hC5QYCNNnXtZ5adIhDN0iENR2ZcssCM4eCNVdVpwYCZIW
B55gV84tCZIZBqNZTsIgB+N1Z9oiDdlrW5kYCNNpVp0uJM8iCvLCANYiDNgwHd2ShN+Je96JYqJc
U6FiWNEiDNRzY96DdOKDAN1nV9VvYNlURJRYTd2Vh9eKe5t3b9chDtliU89hTpUXCdNvW88hCs4g
C6JiVqUZDJ0XC9ghDtV/bteEdN2PgdZ8a78ZBdFjUd1rXaFmW6JeVMoZCvTLUNtnV/TLScUxGI0X
BMUhB9+GHdBcR9N5aMwiCcgiCMU7JKFpX8tGNthgVZBHO48+MM8cC9d1Zt2MfuihVNYhDdl8bKFn
Xe27Uv///wAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAEAALsALAAAAAAQABAA
AAjoAHcJHEiwoMGDBBkR4QHEg6tcnwJRAgXISJwNbrRwUdRHUy0/VwhVYdKky5wWOZBsWdQjk5Qb
uCRAGGHCi6cnIUjseIFpUxlaf2aEqbNilCE+bRKJUIVm0CEyWWytgeUI0YUPYI48kKGkARZdokiB
GFJDTYBGkJxESnGn0ytUUEoUCjXJAgEUDmLFeNSKBqclFPQkiSLGzAAGAnykWmADwA8qad7AmBVg
wC0DAmSVwgFAjhVWU1xIikAAwaUCE1ioSHCKQ4ZVeQQd2EPnxBkdloR8MdWhCJwxQRTY0cCmAoZK
eBAqX14wIAA7


[BFAPI]
ErrorClientVersionTooOld, "Phiên bản client của bạn quá cũ.\nVui lòng cập nhật ứng dụng và thử lại."
ErrorFailClientTime, "Đồng hồ của máy tính của bạn không được thiết lập đúng. \nVui lòng kiểm tra thời gian hệ thống của bạn và thử lại."
ErrorFailLogin, "Kiểm tra địa chỉ email và mật khẩu của bạn và thử lại."
ErrorFailPrefix, "Không thể kết nối với tài khoản Binary Fortress của bạn.\nHãy kiểm tra kết nối internet của bạn, và đảm bảo rằng chương trình này đang không bị chặn bởi proxy của tường lửa trên máy tính hoặc mạng của bạn."
ErrorInvalidProTrialLicenseKey, "Mã bản quyền dùng thử của bạn không hợp lệ.\nVui lòng liên hệ với chúng tôi để biết thêm thông tin."
ErrorItemSizeTooLarge, "Một trong số các tập tin bạn đang cố gắng đồng bộ quá lớn.\nBạn phải bỏ tập tin đó và thử lại."
ErrorTrialExpiredPrompt, "Mã bản quyền dùng thử của bạn đã hết hạn.\nBạn có muốn liên hệ với chúng tôi và nhận mã bản quyền dùng thử khác không?"
ErrorTwoFactorInvalid, "Mã xác thực hai lần của bạn không hợp lệ hoặc đã hết hạn.\nVui lòng thử lại."
ErrorUnknownProPurchasedLicenseKey, "Mã bản quyền của bạn không hợp lệ.\nVui lòng liên hệ với chúng tôi để biết thêm thông tin."
LoginPrompt, "Bạn cần nhập thông tin đăng nhập Binary Fortress để đồng bộ hóa cấu hình của mình. \nBạn có muốn nhập thông tin đăng nhập bây giờ không?"
PromptTwoFactor, "Hãy nhập mã xác thực hai lần vừa được gửi đến thiết bị của bạn.\nNếu bạn không nhận được mã trong vài phút tiếp theo, hãy liên hệ Trung tâm hỗ trợ của Binary Fortress."
PromptTwoFactorImportOldCredentials, "Ứng dụng này giờ hỗ trợ xác thực hai lần, và bạn đang có nó kích hoạt trên tài khoản của bạn.\n\nHãy nhập mã xác thực hai lần vừa được gửi đến thiết bị của bạn.\nNếu bạn không nhận được mã trong vài phút tiếp theo, hãy liên hệ Trung tâm hỗ trợ của Binary Fortress."
PromptTwoFactorTOTP, "Vui lòng nhập mã gồm 6 chữ số được tạo bởi ứng dụng xác thực di động của bạn. \nNếu bạn có bất kỳ vấn đề nào với mã xác thực của mình, vui lòng liên hệ với bộ phận Hỗ trợ Binary Fortress."
TitleSync, "Đồng bộ với tài khoản Binary Fortress của bạn"


[BFAPILoginControl_Controls]
btnLogin, "Đăng nhập (&L)"
btnLogout, "Đăng xuất (&L)"
btnMyAccount, "Tài khoản của tôi (&A)"
btnMyLicenses, "Các mã bản quyền của tôi (&M)"
btnRegister, "Đăng ký (&R)"
btnResetPassword, "Khôi phục mật khẩu"
lblEmailAddress, "Địa chỉ email:"
lblName, "Tên:"
lblPassword, "Mật khẩu:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Cá nhân hoặc công ty, # được hiển thị trong tên bản quyền"
LicenseRestrictionEnterprise, "Không giới hạn máy tính tại các công ty sở hữu vô hạn"
LicenseRestrictionPersonal, "Không giới hạn máy tính cá nhân, và 1 máy tính ở công ty mà chỉ bạn sử dụng"
LicenseRestrictionSite, "Không giới hạn máy tính ở một phía"
LicenseRestrictionStandard, "Cá nhân hoặc Công ty, 1 máy tính"
LicenseRestrictionSteam, "Cá nhân hoặc Công ty, không giới hạn máy tính, người dùng chính là bạn và Steam được cài đặt"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Xin vui lòng nhập một địa chỉ email hợp lệ và thử lại."
ErrorEnterPassword, "Vui lòng nhập mật khẩu của bạn và thử lại."
ErrorLoginFailed, "Không tải được thông tin tài khoản của bạn. \nVui lòng kiểm tra địa chỉ email của bạn và mật khẩu và thử lại."
ErrorNoLicensesFound, "Xin lỗi, chúng tôi không thể tìm thấy bất kỳ thông tin giấy phép cho tài khoản này. \nNếu bạn cần bất kỳ sự trợ giúp xin vui lòng liên hệ với chúng tôi."
ErrorUnknownLicenses, "Đã xảy ra lỗi trong khi tải thông tin bản quyền của bạn."
ErrorUnknownLogin, "Đã xảy ra lỗi trong khi tải thông tin tài khoản của bạn."
Note, "Đăng nhập để lấy mã bản quyền của bạn và đồng bộ với tài khoản Binary Fortress của bạn."
SelectLicensePrompt, "Bạn đang sử dụng bản miễn phí, bản dùng thử, hoặc mã bản quyền của bạn không hợp lệ.\nBạn có muốn tải một mã bản quyền từ tài khoản Binary Fortress của bạn không?"
Title, "Tài khoản Binary Fortress của tôi"
TitleLoadingLicenses, "Đang tải thông tin bản quyền"


[BFFormAPIMyLicenses_Controls]
colDateCreated, "Ngày được tạo"
colDateExpires, "Ngày hết hạn"
colLicenseKey, "Mã bản quyền"
colLicenseRestrictions, "Giới hạn bản quyền"
colLicenseType, "Loại Bản Quyền"
colName, "Tên bản quyền"


[BFFormAPIMyLicenses_Strings]
ConfirmUseLicense, "Bạn có chắc chắn muốn sử dụng mã bản quyền này?"
ErrorSelectLicense, "Vui lòng chọn một mã bản quyền từ danh sách và thử lại."
ShowNeedLicenseWarning, "Chọn một trong những mã bản quyền từ danh sách, sau đó nhấp vào nút 'OK' để sử dụng mã bản quyền."
Title, "Các mã bản quyền của tôi"


[BFFormCodeEditor]
btnHotKeyEdit, "Sửa (&E)"
btnInsertFunction, "Chèn mã (&I)"
btnInsertFunctionTT, "Duyệt qua danh sách mã trợ giúp được làm trước để giúp bạn xây dựng lệnh của riêng bạn."
btnRedoTT, "Làm lại (Ctrl + Y)"
btnReferencesDefault, "Tham chiếu mặc định"
btnRunFunction, "Chạy mã (&R)"
btnRunFunctionTT, "Chạy mã hiện tại."
btnUndoTT, "Hoàn tác (Ctrl + Z)"
btnVerifyFunction, "Kiểm tra mã (&V)"
btnVerifyFunctionTT, "Kiểm tra mã hiện tại nhưng không chạy."
ErrorCompileFailed, "Lỗi biên dịch."
ErrorEnterCode, "Vui lòng nhập mã C# hoặc VB.net và thử lại."
ErrorEnterName, "Vui lòng điền tên và thử lại."
ErrorRunFailed, "Lỗi chạy."
lblDescription, "Miêu tả:"
lblHelp, "Trợ giúp với các lệnh"
lblKeyCombination, "Tổ hợp phím:"
lblLanguage, "Ngôn ngữ:"
lblName, "Tên:"
lblReferences, "Tham chiếu:"
lblShare, "Chia sẻ mã của bạn với cộng đồng!"
MessageRunning, "Đang chạy:"
MessageRunSuccess, "Chạy thành công."
MessageVerifySuccess, "Kiểm tra thành công."
MessageWait, "Đang chờ mã kết thúc.\nBạn có thể dùng biểu tượng khay hệ thống của để dừng mã."
MessageWaitTitle, "Đang chờ mệnh"
PromptChangeLanguage, "Bạn có muốn nạp mã mặc định không?\nCẢNH BÁO: Việc này sẽ xoá hết mã của bạn."
PromptCloseWithoutSave, "Bạn có chắc muốn đóng mà không lưu không?"
PromptDefaultReferences, "Bạn có chắc muốn thiết lập lại tham chiếu về mặc định?"
PromptInvalidSave, "Mã này có vẻ không hợp lệ.\nBạn có vẫn muốn lưu nó không?"
ShareMessage, "Mã của bạn sẽ được tự động đính kèm với yêu cầu này.\nNếu bạn muốn gửi một lời nhắn, hãy nhập nó phía trên dải phân cách. Cảm ơn!"
ShareSubject, "Chia sẻ mã:"
ShareTitle, "Chia sẻ mã"
ShareWarning, "Tên của bạn sẽ được dùng cho phần đóng góp, vậy nên vui lòng cho chúng tôi biết bạn muốn sử dụng một biệt danh hoặc chia sẻ một cách vô danh."


[BFFormCodeEditorLookups]
PromptSelectWindowStyles, "Hãy chọn (các) kiểu cửa sổ:"
PromptSelectWindowStylesEx, "Hãy chọn (các) kiểu cửa sổ mở rộng:"
RemoveConfirmOne, "Bạn có chắc muốn xóa mục đã chọn?"
SelectAnItem, "Hãy chọn một mục từ danh sách rồi thử lại."
SelectAudioDevice, "Hãy chọn một thiết bị phát âm thanh."
SelectMouseCursorLocation, "Nhấp chuột để chọn một vị trí con trỏ chuột\nNhấn phím bất kỳ để hủy"
SendKeys_EditString, "Sửa chuỗi"
SendKeys_EnterString, "Nhập chuỗi:"
SendKeys_mniAddKeyCombination, "Thêm tổ hợp phím"
SendKeys_mniAddRawText, "Thêm văn bản thô"
SendKeys_mniAddText, "Thêm văn bản"
SendKeys_Title, "Người dựng SendKeys"


[BFFormDownload_Strings]
ConfirmCancel, "Bạn có chắc chắn muốn hủy tải về?"
Error, "Đã xảy ra lỗi."
Progress, "Còn: {0} KB ({1} KB tất cả)"
ProgressUnknown, "Đang tải: {0} KB"


[BFFormGetWallpaperFusionTag]
ErrorSelectTag, "Hãy chọn một nhãn WallpaperFusion và thử lại."
lblQuery, "Bộ lọc:"
Title, "Nhãn WallpaperFusion"


[BFFormOnlineMacroBrowser]
btnClose, "Đóng (&C)"
colContributors, "Người đóng góp"
colCreatedBy, "Được tạo bởi"
colDownloads, "Tải về"
colLanguage, "Ngôn ngữ"
colLastModified, "Thay đổi lần cuối"
lblQuery, "Bộ lọc:"
Loading, "Đang tải..."


[BFFormProxySettings_Controls]
btnSave, "Lưu"
lblProxyAddress, "Địa chỉ server:"
lblProxyPassword, "Mật khẩu:"
lblProxyPassword2, "Điền lại mật khẩu:"
lblProxyPort, "Cổng:"
lblProxyUsername, "Tên người dùng:"
rdoCustomSettings, "Sử dụng cài đặt Proxy tùy chỉnh (&C):"
rdoNoProxy, "Không sử dụng proxy (Kết nối internet trực tiếp) (&N)"
rdoUseIESettings, "Sử dụng cài đặt kết nối của Internet Explorer (&I)"


[BFFormProxySettings_Strings]
EnterServerAddress, "Vui lòng nhập một địa chỉ máy chủ proxy hoặc chọn 'Không máy chủ proxy'."
EnterServerPort, "Vui lòng nhập một cổng máy chủ proxy hoặc chọn 'Không máy chủ proxy'."
PasswordDecryptionFailed, "Cài đặt kết nối internet của bạn không hợp lệ.\nBạn có muốn nhập lại mật khẩu máy chủ proxy của bạn để sửa những cài đặt này không?"
PasswordsNotMatch, "Mật khẩu máy chủ proxy của bạn không khớp, xin vui lòng thử lại."
Title, "Cài đặt kết nối internet"


[BFFormSelectApplication]
AllApplications, "Tất cả các ứng dụng"
btnBrowse, "Duyệt (&B)"
colApplication, "Ứng dụng"
colPath, "Đường dẫn"
GroupDesktopApplications, "Các ứng dụng màn hình"
GroupWindows8Applications, "Ứng dụng Universal Windows (Ứng dụng Metro)"
lblWindowPicker, "Kéo lên một cửa sổ để tự động chọn quá trình của cửa sổ đó trong danh sách"
PleaseSelectApplication, "Hãy lựa chọn một ứng dụng trước."
Title, "Chọn một ứng dụng"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Giá trị mặc định"
chkShowOnlyModified, "Chỉ hiển thị giá trị đã sửa đổi"
colSetting, "Cài đặt"
colValue, "Giá trị"
lblFilter, "Bộ lọc:"
lblHelp, "Nhấn đúp một cài đặt để thay đổi, nhấn nút 'Giúp đỡ' để biết thêm thông tin."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "Có lỗi xảy ra khi lưu cài đặt."
SavedSuccessfully, "Cài đặt nâng cao của bạn đã được lưu thành công.\nBạn có thể phải khởi động lại ứng dụng để thay đổi này có hiệu lực."
Title, "Cài đặt nâng cao"
TitleEdit, "Chỉnh cài đặt nâng cao"


[BFFormSettings_Controls]
btnAdvancedSettings, "Cài đặt nâng cao"
btnAutoUpdateCheckNow, "Kiểm tra cập nhật ngay (&U)"
btnBackupSettings, "Xuất các cài đặt"
btnLanguageHelp, "Giúp hoàn thành một bản dịch"
btnLicenseChangeToFree, "Chuyển sang phiên bản miễn phí"
btnLicenseKeyRequestTrial, "Yêu cầu mã bản quyền dùng thử mới"
btnLicenseKeyRestoreTrial, "Khôi phục mã bản quyền dùng thử"
btnLicenseLoadOnline, "Tải từ tài khoản Binary Fortress"
btnLicensePasteFromClipboard, "Dán từ bộ nhớ tạm"
btnProxySettings, "Cài đặt kết nối internet"
btnRestoreSettings, "Khôi phục các cài đặt"
btnTroubleshootingClearLogBASE, "Xóa nhật ký"
btnTroubleshootingCopyBASE, "Sao chép thông tin vào bộ nhớ tạm"
btnTroubleshootingExportBASE, "Xuất các thông tin ra một tập tin"
btnTroubleshootingForceCleanupBASE, "Dọn dẹp bộ nhớ"
btnTroubleshootingOpenLogBASE, "Mở nhật ký"
btnTroubleshootingRefreshBASE, "Làm mới"
chkAutoUpdate, "Tự động kiểm tra cập nhật"
chkAutoUpdateBeta, "Kiểm tra phiên bản Beta (mới hơn, không ổn định)"
chkAutoUpdateSteam, "Kiểm tra các bản cập nhật tự động (Steam có thể bỏ qua thiết lập này)"
colLanguageName, "Tên"
colLanguagePercentComplete, "Đã hoàn thành"
colLanguageTranslators, "Những người dịch"
colLanguageVersion, "Phiên bản"
gbAutoUpdate, "Kiểm tra cập nhật"
gbLicenseReseller, "Thông tin đại lý"
lblAutoUpdateWarningBASE, "Chú ý: Cập nhật tự động đang bị vô hiệu hóa, bạn sẽ không được nhắc để cài đặt phiên bản mới"
lblLanguageGetMore, "Tải về những ngôn ngữ mới và đã được cập nhật"
lblLicenseExpires, "Ngày hết hạn bản quyền:"
lblLicenseKey, "Mã bản quyền:"
lblLicenseTo, "Đã được cấp bản quyền cho:"
tabAbout, "Thông tin"
tabLanguage, "Ngôn ngữ"
tabLicense, "Mã bản quyền"
tabOptions, "Tùy chọn"
tabOurApps, "Những ứng dụng của chúng tôi"
tabTroubleshooting, "Gỡ lỗi"


[BFFormSettings_Strings]
ChangeToFreeFromPaidPrompt, "Bạn có chắc chắn muốn xóa Khóa cấp phép của mình và chuyển sang phiên bản Miễn phí không?"
ChangeToFreeFromTrialPrompt, "Nếu bạn muốn sử dụng lại phiên bản Pro Trial, bạn cần yêu cầu khóa dùng thử mới từ nhóm hỗ trợ của chúng tôi. Nếu bạn muốn xem những tính năng nào không có trong phiên bản Miễn phí, vui lòng truy cập trang Free vs Pro trên trang web.\n\nBạn có chắc chắn muốn xóa Khóa cấp phép của mình và chuyển sang phiên bản Miễn phí không?"
DebugLogCleared, "Các tập tin nhật ký gỡ lỗi đã được xóa thành công."
DebugLogNotFound, "Không tìm thấy tập tin nhật ký gỡ lỗi.\nHãy chắc là bạn đã kích hoạt tuỳ chọn ghi lại nhật ký gỡ lỗi."
FreeVersion, "Phiên bản miễn phí"
LanguageHelpMessage, "Tôi muốn giúp hoàn thành một bản dịch!"
LanguageHelpMessageDescription, "Giúp chúng tôi hoàn thành một bản dịch, và nhận lại một mã bản quyền Pro Standart miễn phí!\nSẽ có người bạn trong 2 ngày làm việc."
LanguageRightToLeft, "Từ phải sang trái"
LicenseKeyRequestTrialDescription, "Sẽ có liên lạc với bạn trong 2 ngày làm việc."
LicenseKeyRequestTrialMessage, "I would like to request a new trial license key. Thanks!"
LogLevel0, "L0: Không ghi nhật ký"
LogLevel1, "L1: Ghi nhật ký tối thiểu"
LogLevel2, "L2: Ghi nhật ký chi tiết (không khuyến khích)"
LogLevel3, "L3: Ghi nhật ký tất cả (không khuyến khích)"
RegistryExportSuccess, "Cài đặt của bạn đã được lưu trữ thành công."
RestoreSettingsFailed, "Có lỗi xảy ra khi khôi phục lại cài đặt của bạn."
RestoreSettingsPrompt, "Không bao giờ khôi phục từ các bản sao lưu không phải của bạn hoặc nhóm hỗ trợ của Binary Fortress.\nBạn có chắc chắn muốn khôi phục từ bản sao lưu này?"
RestoreSettingsSuccess, "Cài đặt của bạn đã được khôi phục thành công."
SettingsLoadError, "Đã xảy ra lỗi khi tải cài đặt."
SettingsSaveError, "Đã xảy ra lỗi xảy ra khi lưu cài đặt."
Title, "Cài đặt"
TroubleshootingCopyError, "Có lỗi xảy ra khi sao chép thông tin gỡ rỗi vào bộ nhớ tạm."
TroubleshootingCopySuccess, "Thông tin gỡ rỗi đã được sao chép vào bộ nhớ tạm."


[BFFormSupportRequest_Controls]
btnAttachmentsAdd, "Đính kèm tập tin"
btnAttachmentsClear, "Xóa tệp tin đính kèm"
chkIncludeBackup, "Bao gồm một bản sao lưu cài đặt với yêu cầu hỗ trợ này"
lblEmailAddress, "Địa chỉ email:"
lblMessage, "Lời nhắn:"
lblName, "Tên:"
lblSubject, "Chủ Đề:"
lblWarning, "Thông tin từ thẻ Gỡ rối và tệp Debug.log sẽ được mã hoá và gửi cùng với yêu cầu giúp đỡ này để chúng tôi có thể giải quyết vấn đề nhanh hơn."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Xin vui lòng nhập một địa chỉ email hợp lệ và thử lại."
EnterMessage, "Vui lòng nhập lời nhắn rồi thử lại."
EnterName, "Vui lòng nhập tên bạn rồi thử lại."
EnterSubject, "Vui lòng nhập chủ đề."
PromptClearAttachments, "Bạn có chắc chắn muốn xóa những tập tin đính kèm nay không?"
SendSuccess, "Thông tin đã được gửi thành công.\nSẽ có người liên lạc với bạn trong 2 ngày làm việc."
Title, "Gửi yêu cầu giúp đỡ"
TooLongEmailAddress, "Vui lòng nhập một địa chỉ email ngắn hơn rồi thử lại."
TooLongName, "Vui lòng nhập một tên ngắn hơn rồi thử lại."


[BFFormUpdateInvalidLicense]
btnBuyNow, "Mua mã bản quyền Pro"
btnLater, "Để sau"
btnMoreInfo, "Thông tin thêm"
lblInvalidLicense, "Mã bản quyền Pro của bạn không hợp lệ!\n\nHãy đảm bảo rằng bạn đã nhập đúng mã bản quyền ở mục Mã bản quyền trong cửa sổ Cài đặt.\n\nNếu mã bản quyền của bạn đúng nhưng bạn vấn thấy thông báo này, hãy liên hệ Trung tâm hỗ trợ của Binary Fortress bằng nút Trợ giúp bên dưới."
Title, "Mã bản quyền không hợp lệ"


[BFFormUpdate_Controls]
btnChangeLog, "Xem nhật kí thay đổi (&C)"
btnDownloadOnly, "Truy cập trang web (&V)"
btnInstallNow, "Cài Đặt Ngay (&I)"
btnInstallOnExit, "Cài đặt vào lúc thoát (&X)"
btnRemindMeLater, "Nhắc tôi sau (&R)"
btnSkipThisVersion, "Bỏ qua phiên bản này (&S)"
lblNewVersion, "Phiên bản mới:"
lblOldVersion, "Phiên bản hiện tại:"
lblUpdateNotes, "Có gì mới ở phiên bản này:"
lblUpdateSize, "Dung lượng bản cập nhật:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "Chúng tôi khuyến khích bạn cập nhật lên phiên bản mới này. \nBạn có chắc chắn muốn bỏ qua bản cập nhật này?"
DownloadFailedSave, "Không thể lưu tập tin này."
DownloadingUpdate, "Đang tải bản cập nhật"
DownloadInvalidData, "Dữ liệu trở về từ máy chủ không hợp lệ. Các máy chủ có thể có vấn đề trong khi tìm kiếm tập tin."
DownloadNoData, "Không có dữ liệu trả về từ trang web."
ErrorDownload, "Đã xảy ra lỗi trong khi tải về phiên bản mới."
FreeNotice, "Bản cập nhật này, và các bản cập nhật trong tương lai đều miễn phí! Cập nhật hôm nay và thưởng thức!"
RebootMightBeRequiredWarning, "Khởi động lại có thể được yêu cầu sau khi bản cập nhật này được cài đặt."
Title, "Có bản cập nhật mới"
UpdateProMessage, "Bạn phải nâng cấp lên phiên bản Pro để sử dụng tính năng Click 1 lần để cập nhật.\nBạn có muốn biết thêm thông tin về việc nâng cấp không?"


[BFHelpButton_Controls]
mniDiscussions, "Thảo luận của cộng đồng"
mniOnlineHelp, "Trợ giúp trực tuyến"
mniSupportRequest, "Yêu cầu trợ giúp"


[BFHotKey]
ButtonRemoveInvalidHotKey, "Xóa tổ hợp khóa không hợp lệ"
ErrorHotKeyBindFailed, "Đăng ký phím tắt không thành công:"
ErrorHotKeyComboInUse, "Tổ hợp phím đã được dùng. Có một số lí do vì sao việc này lại xảy ra:\n- Tổ hợp phím đã được đặt vào việc khác trong ứng dụng này\n- Một ứng dụng khác đã dùng tổ hợp phím này\n- Một chức năng của Windows dùng tổ hợp phím này\n\nHãy chỉnh sửa hoặc xóa tổ hợp phím trong cài đặt."
ErrorIncorrectKeyValue, "Tổ hợp phím không hợp lệ: Vui lòng điền vào một phím."
ErrorIncorrectNumberElements, "Tổ hợp phím không hợp lệ: Số lượng phím sai."
ErrorIncorrectNumberKeyMods, "Tổ hợp phím không hợp lệ: Số lượng phím chức năng sai."
ErrorInvalidKeyCombo, "Tổ hợp phím bạn đặt không hợp lệ."
ErrorSystemReserved, "Tổ hợp phím bạn đặt đã được sử dụng bởi Windows và không thể được sử dụng."
ErrorTooManyModifiers, "Tổ hợp phím không hợp lệ: Quá nhiều phím chức năng."
HotKeyButtonRemove, "Xóa (&R)"
HotKeyButtonSetHotKey, "Cài phím tắt"
HotKeyLabelKeys, "Chọn phím chức năng rồi nhấn phím mong muốn"
HotKeyLabelMouse, "Chọn phím chức năng rồi nhấn vào nút chuột mong muốn"


[BFMessage]
btnCopy, "Sao chép vào Clipboard (&C)"
btnMoreInformation, "Hiển thị thêm thông tin (&S)"


[BFTextQuery]
CaseSensitive, "Phân biệt chữ hoa:"
ErrorBracketMismatch, "Lỗi: Dấu ngoặc không khớp.\nHãy đóng ngoặc hoặc cho truy vấn trong ngoặc kép."
ErrorEscapeCharAtEnd, "Lỗi: Kí tự '\' để riêng đã được tìm thấy ở cuối truy vấn.\nHãy để riêng hoặc xóa kí tự."
ErrorExpectedMatchCountChar, "Lỗi: Không thấy ':::cbc:::' ở vị trí {0}.\nHãy đóng ngoặc hoặc cho truy vấn của bạn trong ngoặc kép."
ErrorExpectedQuote, "Lỗi: Không thấy '"' ở vị trí {0}.\nHãy chắc chắn rằng kí tự '"' phải được để riêng ra."
ErrorInvalidChar, "Lỗi: Kí tự không hợp lệ '{0}' ở vị trí {1}.\nHãy cho vào ngoặc."
ErrorInvalidDigit, "Lỗi: Chữ số không hợp lệ ở vị trí {0}.\nCác chữ số phải dương và chỉ chứa số."
ErrorInvalidWordBoundary, "Cảnh báo: Ký tự không hợp lệ.\nChỉ các chữ cái và số được hỗ trợ bởi toán tử đẳng thức."
MayContain, "Có thể chứa:"
MayEqual, "Có thể bằng:"
MayNotContain, "Có thể không chứa:"
MayNotEqual, "Có thể không bằng:"
MustContain, "Phải chứa:"
MustEqual, "Phải bằng:"
MustNotContain, "Phải không chứa:"
MustNotEqual, "Phải khác:"
Time, "Một lần"
Times, "{0} lần"


[BFUpdateCheck]
AlreadyInProgress, "Đang kiểm tra cập nhật ..."
ErrorRunningDownloadedFile, "Đã xảy ra lỗi khi đạng chạy tệp tin cài đặt đã tải về."
FailedToGetVersion, "Không thể lấy được số phiên bản mới nhất."
NoUpdate, "Bạn đã đang dùng bản mới nhất."


[cFunctions_Strings]
FolderNotRecognized, "Thư mục đã chọn không được nhận ra và không thể tìm kiếm được."


[CommonControls]
chkIsMetroApp, "Ứng dụng này có phải là ứng dụng Metro (Phổ cập) không?"
lblMetroAppID, "ID tiến trình ứng dụng:"


[frmMain_Controls]
btnBrowseAppendExcludePath, "Duyệt && Thêm Vào"
btnBrowseExcludePath, "Duyệt"
btnFolderBrowse, "Duyệt (&B)"
btnFolderBrowseAppend, "Duyệt && Thêm Vào"
btnNewSearch, "Tìm kiếm trong Tab mới"
btnPause, "Tạm dừng"
btnResume, "Tiếp tục"
btnSearch, "Tìm kiếm"
btnStop, "Dừng lại"
chkCaseSensitive, "Truy vấn phân biệt hoa thường"
chkFileSizeMax, "Kích Cỡ Tập Tin Tối Đa:"
chkFileSizeMin, "Kích Cỡ Tập Tin Tối Thiểu:"
chkIsQueryRegEx, "Truy vấn là RegEx"
chkSearchSubFolders, "Tìm kiếm thư mục con"
chkShowFirstResult, "Chỉ hiển thị kết quả đầu tiên cho mỗi tập tin"
chkShowIncludeFilterMatchFiles, "Hiển thị tên tập tin khớp với bộ lọc "tập tin bao gồm""
chkShowIncludeFilterMatchFolders, "Hiển thị tên thư mục khợp với bộ lọc "tập tin bao gồm""
chkShowQueryMatchFiles, "Hiển thị tên tập tin khớp với văn bản truy vấn"
chkShowQueryMatchFolders, "Hiển thị tên thư mục khớp với văn bản truy vấn"
chkUseIFilters, "Xử lý nội dung tệp bằng Trình xử lý tệp tin (chậm hơn)"
colDateAccessed, "Ngay Truy Cập"
colDateCreated, "Ngày được tạo"
colDateModified, "Ngày Sửa Đổi"
colEncodingUsed, "Mã hóa được sử dụng"
colExtension, "Phần Mở Rộng"
colFile, "Tên Tập Tin"
colFileSize, "Kích Cỡ Tập Tin"
colLine, "Dòng"
colLineNumber, "Dòng #"
colPath, "Đường dẫn"
lblAccessedTo, "tới"
lblAdditionalLinesAfter, "Hiển thị bao nhiêu dòng sau một kết quả tìm kiếm:"
lblAdditionalLinesBefore, "Hiển thị bao nhiêu dòng trước một kết quả tìm kiếm:"
lblCreatedTo, "tới"
lblDateAccessed, "Ngay Truy Cập:"
lblDateCreated, "Ngày Tạo:"
lblDateFilterLogic, "Bộ lọc Logic kiểu ngày tháng:"
lblDateModified, "Ngay Sửa Đổi:"
lblExcludeFiles, "Loại trừ Tệp (&C):"
lblExcludePath, "Loại t&rừ (các) đường dẫn:"
lblFilterResults, "Bộ lọc:"
lblIncludeFiles, "Bao gồm Tệp (&F):"
lblModifiedTo, "tới"
lblPath, "Đường dẫn (&P):"
lblQuery, "Truy vấn (&Q):"
lblStatusFound, "Kết quả tìm thấy: {0}"
lblStatusTotal, "Tìm kiếm các tập: {0}"
mniAbout, "Thông tin"
mniAddResultsToZipFile, "Zip Tất cả Kết quả"
mniAddSelectedResultsToZipFile, "Zip Kết quả Đã chọn"
mniClearSearchHistory, "Dọn Sạch Lịch Sử Tìm Kiếm"
mniCloseAll, "Đóng Tất Cả"
mniCloseAllButThis, "Đóng Tất Cả Trừ Cái Này"
mniCloseSearch, "Đóng"
mniCopyFilePathNewLine, "Sao chép các tên tệp đã chọn (dòng mới được tách)"
mniCopyToClipboard, "Sao Chép Kết Quả Đã Chọn"
mniCopyToClipboardAll, "Sao Chép Tất Cả Kết Quả"
mniExit, "Thoát"
mniExplorerContextMenu, "Trình Đơn Ngữ Cảnh Windows"
mniHashWithHashTools, "Băm với HashTools"
mniHelp, "Giúp đỡ (&H)"
mniOpenFolder, "Mở Thư Mục Chứa"
mniOpenFolderOnly, "Mở Thư Mục"
mniOpenOther, "Mở với {0}"
mniPermenentDelete, "Xóa Vĩnh Viễn Tập Tin Đã Chọn"
mniRemoveRows, "Gỡ Bỏ Kết Quả Đã Chọn Từ Danh Sách"
mniRenameFile, "Đổi tên tệp đã Chọn"
mniSettings, "Cài đặt"
mniShowFilterControls, "Hiển thị các điều khiển bộ lọc"
mniTextCopy, "Sao chép (&C)"
mniTextSelectAll, "Chọn Tất Cả"
mniTools, "Công Cụ"
mniTrayExit, "Thoát"
mniTrayLoadProfiles, "Nạp Hồ Sơ"
mniTrayShowFileSeek, "Hiển Thị FileSeek"
mniTraySyncProfiles, "Đồng Bộ Hồ Sơ"
mnuCopyFilePath, "Sao chép các Tên Đã Chọn (dấu phẩy)"
mnuExportAllHTML, "uất tất cả các kết quả sang HTML"
mnuExportSelectedResultsHTML, "ất kết quả đã chọn sang HTML"
mnuFileCopy, "Sao Chép Tập Tin Đã Chọn"
mnuFileCut, "Cắt Tập Tin Đã Chọn"
mnuFileDelete, "Xóa Tập Tin Đã Chọn"
mnuLanguage, "Ngôn ngữ"
mnuLoadProfile, "Nạp"
mnuManageProfiles, "Quản Lý Hồ Sơ"
mnuOpen, "Mở"
mnuOpenNotepad, "Mở với Notepad"
mnuProfile, "Hồ SƠ"
mnuSave, "Lưu"
mnuSaveAll, "Xuất tất cả Kết quả dưới dạng CSV"
mnuSaveProfile, "Lưu Hồ Sơ Mới"
mnuSaveSelection, "Xuất Kết quả Đã Chọn dưới dạng CSV"
mnuShowFullLanguageList, "Hiển Thị Danh Sách Đầy Đủ"
mnuSyncProfiles, "Đồng Bộ Hồ Sơ"
rdoMatchQueryLineByLine, "Phù hợp truy vấn với từng dòng trong tệp"
rdoMatchQueryToWholeFile, "Kết hợp truy vấn vào toàn bộ tệp tin"
tabAdvanced, "Nâng Cao"
tabDateFilters, "Lọc theo Ngày"
tabFileSizeFilters, "Lọc theo kích cỡ tệp"
tabSearch, "Tìm Kiếm"


[frmMain_Strings]
AccessedAfterTT, "Đã truy cập sau {0}"
AccessedBeforeTT, "Truy cập trước {0}"
AccessedBetweenTT, "Đã truy cập từ {0} đến {1}"
AllDrives, "Tất cả các Điều khiển"
AppSelectionErrorPartOne, "Ứng dụng bạn đã chọn không thể tìm thấy."
AppSelectionsErrorPartTwo, "Bạn có muốn chọn một cái khác bây giờ không?"
btnNewSearchTT, "Mở Tab mới và bắt đầu tìm kiếm"
btnSearchTT, "Bắt đầu tìm kiếm trong tab hiện tại"
btnStopTT, "Ngừng tìm kiếm đã chọn"
CaseSensitiveQueryTT, "Trường hợp truy vấn nhạy cảm"
cboDateFilterLogic_AND, "VÀ"
cboDateFilterLogic_OR, "HOẶC LÀ"
cboExcludeFileFilterMode_Pattern, "Loại trừ Bộ lọc tệp là Biểu mẫu (Pattern)"
cboExcludeFileFilterMode_RegEx, "Loại trừ bộ lọc tệp là Biểu thức (RegEx)"
cboExcludeFileFilterMode_TextQuery, "Loại trừ Bộ lọc tệp là Truy vấn Văn bản"
cboIncludeFileFilterMode_Pattern, "Bao gồm Bộ lọc tệp là biểu Mẫu (Pattern)"
cboIncludeFileFilterMode_RegEx, "Bao gồm Bộ lọc tệp là Biểu thức (RegEx)"
cboIncludeFileFilterMode_TextQuery, "Bao gồm Bộ lọc tệp là Truy vấn Văn bản"
cboQueryMode_RegEx, "Truy vấn là RegEx"
cboQueryMode_TextQuery, "Truy vấn là truy vấn văn bản"
chkShowFirstResultTT, "Sẽ chỉ hiển thị dòng kết hợp đầu tiên khi kết hợp truy vấn với mỗi dòng"
ColumnChangeMessage, "Các thay đổi cho các cột kết quả tìm kiếm sẽ không xảy ra cho đến khi bạn khởi động lại các tìm kiếm."
ContextMenuError, "Đã xảy ra lỗi khi hiển thị Trình đơn ngữ cảnh của Windows."
CreatedAfterTT, "Được tạo sau {0}"
CreatedBeforeTT, "Được tạo trước {0}"
CreatedBetweenTT, "Được tạo giữa {0} và {1}"
CSVSpreadsheet, "Tệp CSV"
CustomAppOpenError, "Đã xảy ra lỗi khi mở tệp này với ứng dụng tùy chỉnh."
DateCreatedError, "Vui lòng chọn 'Ngày tạo ra ngày kết thúc' muộn hơn ngày bắt đầu."
DateFiltersSelected, "Bộ lọc Ngày:"
DateModifiedError, "Vui lòng chọn 'Ngày sửa đổi ngày kết thúc' muộn hơn ngày bắt đầu."
EmptyPDFError, "Đã tìm kiếm tệp PDF nhưng không chứa văn bản"
EnterProfileName, "Nhập tên cấu hình:"
ErrorDirectoryEmpty, "Đường dẫn này trống"
ExcludeFilesTT, "Các tệp bị loại trừ: {0}"
ExcludePathsTT, "Loại trừ (các) Đường dẫn: {0}"
ExportDateAccessed, "Ngày truy cập"
ExportDateCreated, "Ngày tạo"
ExportDateModified, "Ngày Sửa đổi"
ExportExtension, "Tiện ích mở rộng"
ExportFileName, "Tên tệp"
ExportFileSize, "Kích thước tập tin"
ExportLineNumber, "Hàng #"
ExportLineText, "Hàng"
ExportPath, "Đường dẫn"
FileDeleteMessage, "Vui lòng đợi trong khi FileSeek thực hiện thao tác được yêu cầu. \nBạn có thể đóng cửa sổ này, nhưng nó có thể dẫn đến các kết quả bất ngờ trong khi nhiệm vụ này đang chạy."
FileDeleteQuestion, "Bạn có chắc chắn muốn xóa các tệp hoặc thư mục đã chọn không?"
FileDeleteTitle, "Xóa các tập tin"
FileDeletionError, "Đã xảy ra lỗi khi xóa các tệp này."
FileHandlerError, "Vui lòng nhập một đường dẫn để tìm kiếm."
FileIncludeNameMatch, "Kết hợp Tên tệp [Bao gồm Bộ lọc tệp tin]"
FileOpenError, "Đã xảy ra lỗi khi mở tệp này."
FilePermenentDeleteQuestion, "Bạn có chắc chắn muốn xoá vĩnh viễn các tệp hoặc thư mục đã chọn không?"
FileQueryNameMatch, "Tên tệp trùng khớp [Truy vấn]"
FileReadError, "Lỗi khi truy cập tệp: {0}"
FileSelectionError, "Vui lòng chọn ít nhất 1 tệp tồn tại và thử lại."
FileSizeError, "Vui lòng chọn Kích thước tệp tối đa bằng hoặc lớn hơn Kích thước Tệp Tối thiểu."
FileSizeFiltersSelected, "Bộ lọc Kích thước Tệp:"
FilesSearched, "Tìm kiếm các tập: {0}"
FilesSkipped, "Các tệp bị bỏ qua: {0}"
FolderBrowserDescription, "Chọn một thư mục để tìm kiếm"
FolderBrowsingError, "Đã xảy ra lỗi trong khi duyệt qua một thư mục."
FolderIncludeNameMatch, "Tên Thư mục Kết hợp [Bao gồm Bộ lọc tệp tin]"
FolderItemError, "Không thể nhận được Thư mục cho Mục: {0}"
FolderOpenError, "Đã xảy ra lỗi khi mở thư mục này."
FolderQueryNameMatch, "Tên cặp trùng khớp [Truy vấn văn bản]"
FolderReadError, "Lỗi khi đọc các thư mục trong thư mục: {0}"
HiddenFolderError, "Không tìm kiếm bởi vì nó là một tập tin ẩn/thư mục"
HyperTextMarkupLanguageFile, "Tệp ngôn ngữ đánh dấu siêu văn bản"
IFilterWarning, "Vui lòng bật trình xử lý tệp trên tab Nâng cao để hiển thị các kết quả phù hợp cho: {0} tệp"
IncludeFilesTT, "Các tệp được bao gồm: {0}"
InvalidExcludeFilesRegExError, "Loại trừ các tập tin Biểu thức Mẫu không hợp lệ\n{0}"
InvalidFolderLength, "Độ dài thư mục không hợp lệ."
InvalidIncludeFilesRegExError, "Bao gồm tệp Biểu thức Mẫu không hợp lệ. \n{0}"
InvalidQueryError, "Truy vấn văn bản của bạn không hợp lệ. \n{0}"
InvalidQueryRegExError, "Truy vấn Biểu thức Mẫu không hợp lệ. \n{0}"
KeypressError, "Đã xảy ra lỗi trong khi xử lý nhấn phím này."
LinkedFolderError, "Không tìm kiếm thư mục vì nó là một liên kết/nối liền"
MatchesFound, "Kết quả tìm thấy: {0}"
MatchesFromQueue, "kết quả xếp hàng đợi: {0}"
MatchesFromQueueIcons, "biểu tượng xếp hàng đợi: {0}"
MaxFileSizeTT, "Kích thước tệp tối đa: {0}"
MaxPathError, "Đây là một đường dẫn dài và có thể không hoạt động trong một số chương trình"
MenuOpenError, "Đã xảy ra lỗi khi mở trình đơn."
MinFileSizeTT, "Kích thước tệp Tối thiểu: {0}"
ModifiedAfterTT, "Sửa đổi sau khi {0}"
ModifiedBeforeTT, "Được sửa đổi trước {0}"
ModifiedBetweenTT, "Được sửa đổi từ {0} đến {1}"
More, "(nhiều hơn)"
NoDateFiltersSelected, "Không có bộ lọc ngày nào được chọn"
NoFileSizeFiltersSelected, "Không có bộ lọc kích thước tệp nào được chọn"
NoOptionsSelected, "Không có tùy chọn nào được chọn"
NotepadError, "Đã xảy ra lỗi khi mở tệp này bằng Notepad."
NotYourProfile, "ạn không sở hữu cấu hình này."
OnlyShowFirstResultTT, "Chỉ hiển thị kết quả đầu tiên"
OpenManyQuestion, "Bạn có chắc chắn muốn mở {0} tệp hoặc thư mục không?"
OptionsSelected, "Tùy Chọn Đã Chọn:"
OtherApplication, "Ứng Dụng Khác"
PathsTT, "Đường dẫn: {0}"
PathTooLongError, "Windows không hỗ trợ hành động này với tên đường dẫn dài."
ProfileLoadError, "Đã xảy ra lỗi khi tải cầu hình này."
ProfileLoadOnStartError, "Đã xảy ra lỗi khi tải cấu hình này. Cấu hình không tồn tại."
ProfileNameEmptyError, "Bạn chưa nhập tên cầu hình. \nVui lòng nhập tên và thử lại."
ProfileOverwriteQuestion, "Bạn có chắc chắn muốn ghi đè cấu hình '{0}' không?"
ProfileSaved, "Đã lưu cài đặt tìm kiếm vào cấu hình '{0}'"
ProfileSaveError, "Không thể lưu lại hồ sơ."
ProOnlyDoubleClickPrompt, "Trình xử lý click đúp mặc định của bạn được chỉ được thiết lập trong tính năng FileSeek Pro. \nBạn có thể thay đổi trình xử lý click đúp mặc định trên tab Cài đặt > Tìm kiếm. \n\nBạn có muốn thêm thông tin về nâng cấp?"
QueryTT, "Truy vấn: \n{0}"
rdoMatchQueryLineByLineTT, "Mở một tập tin một dòng tại một thời điểm và cố gắng để phù hợp với truy vấn cho mỗi dòng"
rdoMatchQueryToWholeFileTT, "Mở toàn bộ tệp tin cùng một lúc và thử kết hợp truy vấn với toàn bộ văn bản"
RenameFileError, "FileSeek không thể đổi tên tập tin hoặc thư mục đã chọn. \nVui lòng nhập một tên khác và thử lại."
RenameFileFolder, "Đổi tên tệp tin đã chọn:"
ResultCopied, "Một kết quả được sao chép vào khay nhớ tạm."
ResultCopyError, "Đã xảy ra lỗi trong khi sao chép kết quả tìm kiếm của bạn vào khay nhớ tạm."
ResultSaveError, "Đã xảy ra lỗi khi lưu kết quả của bạn. \n{0}"
ResultsCopied, "{0} kết quả được sao chép vào khay nhớ tạm."
ResultSelectionError, "Vui lòng chọn ít nhất 1 kết quả tìm kiếm và thử lại."
SaveResults, "Lưu kết quả vào một bảng tính"
SaveResultsAsHTML, "Lưu kết quả như HTML"
SaveSearchProfile, "Lưu cấu hình tìm kiếm"
SearchComplete, "Tìm kiếm đã hoàn thành trong {0} s"
SearchCriteria, "Tiêu chí tìm kiếm:"
SearchCriteriaEmptyTT, "Tiêu chí tìm kiếm trống rỗng"
SearchEnd, "Kết thúc tìm kiếm: {0}"
SearchError, "Đã xảy ra lỗi trong khi tìm kiếm."
SearchStart, "Tìm kiếm Bắt đầu: {0}"
SearchSubFoldersTT, "Tìm các thư mục con"
SettingFormShowError, "Đã xảy ra lỗi khi hiển thị cửa sổ Cài đặt."
Syncing, "Đồng bộ hóa với tài khoản Binary Fortress của bạn ..."
SystemFolderError, "Không tìm kiếm bởi vì nó là một tập tin/thư mục hệ thống"
TextCopyError, "Đã xảy ra lỗi khi sao chép văn bản này."
TextProcessingError, "Đã xảy ra lỗi trong khi xử lý văn bản."
TextQueryHelpTT, "Trợ giúp Truy vấn văn bản"
TextSelectionError, "Vui lòng chọn một số văn bản và thử lại."
txtPathTT, "Tách nhiều mục với ký tự |"
UseFileHandlersTT, "Sử dụng Trình xử lý tệp"
ViewingAppPartOne, "Bạn chưa chọn ứng dụng xem"
ViewingAppPartTwo, "Bạn có muốn chọn một bây giờ không?"
ZipFile, "Tệp Zip"


[frmProfileManager_Controls]
btnCopyProfile, "Sao chép Cấu hình"
btnDelete, "Xóa bỏ"
btnExport, "Xuất Cấu hình"
btnImport, "Nhập cấu hình"
btnRename, "Đổi tên"
btnSync, "Đồng bộ hóa với tài khoản Binary Fortress của bạn"
colProfileName, "Tên cấu hình"
colProfileOwner, "Chủ sở hữu cấu hình"
lblCurrentProfile, "Người dùng hiện tại: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "Bạn muốn gọi tiểu sử mới của mình là gì?"
ExportFileSeekSearchProfile, "Xuất cấu hình tìm kiếm FileSeek"
ExportSearchProfileSuccessful, "Đã tìm kiếm cấu hình tìm kiếm thành công"
FileSeekSearchProfile, "Cấu hình tìm kiếm FileSeek"
ImportFileSeekSearchProfile, "Nhập cấu hình tìm kiếm FileSeek"
MustSelectAnItem, "Vui lòng chọn một hồ sơ từ danh sách và thử lại."
ProfileDeleteQuestion, "Bạn có chắc chắn muốn xóa cấu hình đã chọn?"
RenameSearchProfile, "Đổi tên cấu hình tìm kiếm"
SearchProfileName, "Tên cấu hình tìm kiếm:"
Title, "Quản Lý Hồ Sơ"


[frmSettings_Controls]
btnBrowseOther, "Duyệt (&B)"
btnClearHistory, "Dọn Sạch Lịch Sử Tìm Kiếm"
btnIFilterToggle, "Bật/tắt xử lý tệp tin"
btnOtherDefault, "&Mặc định"
chkCloseToTray, "Đóng FileSeek vào khay hệ thống"
chkCombineParameters, "Chuyển nhiều tệp vào cùng một cá thể, thay vì mở nhiều trường hợp"
chkErrorDirectoryEmpty, "Hiển thị lỗi khi tìm thấy một thư mục trống"
chkErrorForLongPaths, "Hiển thị lỗi và bỏ qua đường dẫn khi dài hơn 260 ký tự"
chkExportExtraLines, "Cũng xuất thêm dòng khi lưu kết quả tìm kiếm"
chkIFilterErrors, "Hiển thị lỗi cho các tệp không có Trình xử lý tệp (khi tìm kiếm xử lý tệp tin được bật)"
chkIsQueryFullString, "Xử lý truy vấn văn bản như là một thuật ngữ truy vấn lớn"
chkLinkedFoldersSearch, "Tìm kiếm các tập tin && các thư mục là liên kết/nối nhau"
chkLinkedFoldersSearchShowErrorOnSkip, "Hiển thị lỗi khi bỏ qua liên kết/nối nhau"
chkMinimizeToTray, "Giảm thiểu FileSeek vào khay hệ thống"
chkOnlyShowMatchedText, "Chỉ hiển thị văn bản được kết hợp trong kết quả tìm kiếm"
chkResetSearchValues, "Đặt lại các giá trị tab tìm kiếm khi bắt đầu tìm kiếm trên tab mới"
chkResultWordWrap, "Bao gồm văn bản được hiển thị trong kết quả tìm kiếm"
chkSearchHiddenFiles, "Tìm kiếm các tập tin && các thư mục ẩn"
chkSearchSystemFiles, "Tìm kiếm các tập tin hệ thống && các thư mục"
chkSearchWithinLNKFiles, "Tìm kiếm các tệp đang trỏ đến tệp LNK"
chkShowErrorEmptyPDF, "Hiển thị lỗi khi tìm thấy tệp PDF trống"
chkShowFileErrors, "Hiển thị lỗi khi không thể truy cập tệp/thư mục"
chkShowHiddenFileError, "Hiển thị lỗi khi bỏ qua các tập tin && thư mục ẩn"
chkShowSystemFileError, "Hiển thị lỗi khi bỏ qua các tập tin && thư mục hệ thống"
chkShowToolTips, "Hiển thị Mẹo"
chkSingleInstance, "Buộc FileSeek chỉ mở một trường hợp"
chkStartWithClearProfile, "Luôn luôn bắt đầu FileSeek với các tiêu chuẩn tìm kiếm trống rỗng"
chkTreatAllExcludePathFiltersAsWildcards, "Xử lý tất cả các bộ lọc Loại trừ đường dẫn là ký tự đại diện"
chkTreatAllIncludeFiltersAsWildcards, "Xử lý tất cả các bộ lọc Loại trừ tệp tin là ký tự đại diện"
chkUseCustomDateFormat, "Sử dụng định dạng ngày tùy chỉnh"
chkUsePreviewHandlers, "Sử dụng Trình xử lý Xem trước trong ngăn kết quả"
chkWindowsContextMenu, "Hiển thị FileSeek trong Menu ngữ cảnh của Windows"
colAvailableColumns, "Cột có sẵn"
colSelectedColumns, "Cột Đã Chọn"
gbCmdLineVars, "Các biến dòng lệnh"
gbDateFormat, "Định Dạng Ngày Tháng"
gbGeneralOptions, "Tùy Chọn Chung"
gbPresentationOptions, "Tuỳ chọn Trình bày"
gbSearchColumns, "Cột tìm kiếm"
lblCmdLineParam, "Các tham số dòng lệnh để vượt qua:"
lblDateFormatLink, "Định dạng Dạng Ngày và Định dạng Thời gian"
lblDefaultDoubleClick, "Chọn thao tác mặc định để click đúp vào kết quả tìm kiếm:"
lblFileHandlerFAQ, "Các câu hỏi thường gặp Xử lý Tệp tin"
lblNumChar, "Hiển thị nhiều ký tự cho mỗi kết quả tìm kiếm:"
lblOtherApplicationName, "Tên cho ứng dụng khác:"
lblSelectViewingApp, "Ứng dụng xem tập tin đã chọn:"
lblSkipFile, "Thời gian tìm kiếm tối đa cho mỗi tệp (0 = không giới hạn):"
pageSearchViewSettings, "Cài đặt Chế độ Xem Kết quả"


[frmSettings_Strings]
AppBrowsingError, "Đã xảy ra lỗi khi duyệt ứng dụng."
cboDefaultDoubleClickOperation_ExportAllCSV, "Xuất Tất cả Kết quả sang CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "uất tất cả các kết quả sang HTML"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Xuất kết quả đã chọn sang CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "ất kết quả đã chọn sang HTML"
cboDefaultDoubleClickOperation_Open, "Mở bằng trình xử lý mặc định"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Mở Thư Mục Chứa"
cboDefaultDoubleClickOperation_OpenNotepad, "Mở với Notepad"
cboDefaultDoubleClickOperation_OpenOther, "Mở với {0}"
chkTreatAllIncludeFiltersAsWildcardsTT, "Với tùy chọn này được kích hoạt, một tìm kiếm được nhập như foo sẽ được coi là *foo*"
ClearHistoryError, "Đã xảy ra lỗi trong khi xóa Lịch sử tìm kiếm của bạn."
ClearHistoryWarning, "Bạn có chắc chắn muốn xóa Lịch sử tìm kiếm của mình không?"
CommandLineError, "Vui lòng nhập các tham số dòng lệnh hoặc nhấp vào 'Mặc định' để đặt lại chúng."
CustomDateFormatError, "Đã xảy ra lỗi khi chỉ định định dạng ngày tùy chỉnh của bạn. \nHãy khắc phục lỗi và thử lại."
DisableFileHandler, "Vô hiệu hoá trình xử lý tệp"
DisablePreviewHandler, "Tắt xem trước trình xử lý"
EnableFileHandler, "Bật Trình xử lý tệp"
EnablePreviewHandler, "Bật xem trước trình xử lý"
FileCommandDescription, "{0}: Thay thế những tên tập tin hoàn chỉnh."
FileHandlerListError, "Đã xảy ra lỗi trong khi liệt kê Trình xử lý tệp."
FileHandlerSelectError, "Đã xảy ra lỗi trong khi chọn Trình xử lý tệp này."
FileHandlerToggleError, "Đã xảy ra lỗi khi bật Trình xử lý tệp này."
HistoryCleared, "Lịch sử tìm kiếm đã được xóa thành công."
InvalidExitcode, "Trả về không hợp lệ ExitCode: {0}"
LineCommandDescription, "{0}: Thay thế số dòng."
lvIFilters_Extension, "Phần Mở Rộng"
lvIFilters_Handler, "Trình Xử lý"
lvIFilters_HandlerVersion, "Phiên Bản"
NumOfCharError, "Hãy nhập một số ký tự giữa {0} và {1} và thử lại."
PreviewHandlerListError, "Đã xảy ra lỗi trong khi liệt kê Trình kiểm tra xem trước."
PreviewHandlerToggle, "Bật/Tắt xem trước trình xử lý"
SettingMenuError, "Đã xảy ra lỗi khi đặt cài đặt Menu ngữ cảnh."
tabSettings_FileHandlers, "Trình xử lý tệp"
tabSettings_OtherApp, "Ứng Dụng Khác"
tabSettings_PreviewHandlers, "Xem trước trình xử lý"
tabSettings_Search, "Tìm Kiếm"


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Lưu kết quả tìm kiếm thành công.\nBạn có muốn xem tập tin không?"
SearchCriteria, "Tiêu Chuẩn Tìm Kiếm"
SearchDate, "Ngày Tháng Tìm Kiếm:"
Title, "Kết Quả Tìm Kiếm FileSeek"


[IFilterHelper_Strings]
UnknownError, "Lỗi IFilter không xác định"
UsingStandardMethodWarning, "Không có Trình xử lý tệp cho tệp này, tìm kiếm bằng cách sử dụng phương pháp chuẩn."


[Installer]
AdditionalIcons, "Biểu tượng bổ sung:"
CreateContextMenuItems, "Thêm vào trình đơn ngữ cảnh của Windows (chuột phải)"
CurrentUserOnly, "Chỉ cho người dùng hiện tại"
DesktopIcon, "Tạo một đường dẫn tắt trên màn hình (&D)"
DotNetInstallNow, "Bạn có muốn cài đặt nó ngay bây giờ?"
DotNetRequired, "Hệ thống của bạn cần có bản cập nhật .NET Framework để chạy ứng dụng này."
ForAllUsers, "Cho tất cả người dùng"
LaunchNow, "Khởi động ngay"
LicKeyInvalid, "Mã bản quyền không hợp lệ."
LicKeyLabel, "Mã bản quyền:"
LicKeySelectOption, "Vui lòng chọn một tuỳ chọn mã bản quyền và thử lại."
LicKeyText, "Tuỳ chọn mã bản quyền:"
LicKeyTextAdminLocked, "Mã bản quyền của bạn đã được đặt bởi quản trị viên của bạn."
LicKeyTextChangeFree, "Nhấn 'Đổi về bản miễn phí' trong cửa sổ Cài đặt để sử dụng phiên bản miễn phí."
LicKeyTextEnterOrFree, "Vui lòng chọn một mã bản buyền hợp lệ hoặc chọn 'Dùng bản dùng thử'."
LicKeyTextPaid, "Dùng mã bản quyền này:"
LicKeyTextTrial, "Dùng bản dùng thử (chỉ lần đầu), trở về bản miễn phí sau 30 ngày"
RunAtStartup, "Khởi động cùng Windows"
SteamKeyInvalid, "Mã bản quyền Steam của bạn không thể tải một cách chính xác.\nVui lòng thoát trình cài đặt/ứng dụng và thử nhấn Cài Đặt hoặc Khởi Động lại từ trong Steam."
TextBefore, "Nếu bạn đang chạy FileSeek, vui lòng đảm bảo bạn đóng nó trước khi cài đặt phiên bản mới này.\n\nGhé thăm https://www.fileseek.ca để cập nhật và được hỗ trợ."
UninstallRemoveAllData1, "Bạn có muốn loại bỏ TẤT CẢ các cài đặt và các tập tin tạm thời?"
UninstallRemoveAllData2, "Điều này không được khuyến khích nếu bạn sẽ cài đặt ứng dụng này lại."
UnsupportedWindowsVersion, "Sản phẩm không còn được hỗ trợ trên phiên bản Windows này nữa. Bạn có muốn biết thêm thông tin về việc tải một phiên bản cũ hơn được hỗ trợ không?"


[LicenseValidate_Strings]
ExpiredPrompt, "Xin lỗi, Key Bản Quyền Dùng Thử của bạn đã hết hạn.\nNếu bạn đã mua sẵn một bản quyền, vui lòng nhập nó trong cửa sổ Cài Đặt FileSeek.\n\nBạn có muốn biết thêm thông tin về việc mua FileSeek Pro?"
FreeLicenseReminder, "Bạn muốn giúp hỗ trợ phát triển trong tương lai? Bấm vào đây!"
Invalid, "Rất tiếc, mã bản quyền của bạn không hợp lệ."
InvalidReseller, "Xin lỗi, Key Bản Quyền của bạn chỉ hợp lệ với FileSeek được cung cấp bởi Đại Lý của bạn.\nVui lòng liên hệ Đại Lý của bạn để biết thêm thông tin."
LicenseProcessPro, "Cảm ơn bạn đã đăng ký!"
LicenseProcessProRestoreSettingsPrompt, "Đã phát hiện thấy một bản lưu trữ cài đặt Pro tự động của bạn.\nBản lưu trữ này đã được tạo cách đây {0} ngày.\nBạn có muốn nhập cài đặt Pro của bạn không? Tất cả những cài đặt hiện tại sẽ bị ghi đè với cài đặt trong bản lưu trữ."
LicenseProcessRemoved, "Mã bản quyền của bạn đã được xoá bỏ."
LicenseProcessTrial, "Cảm ơn bạn đã thử FileSeek Pro!\nBản quyền của bạn sẽ hết hạn vào {0:D}."
TrialAlmostDonePrompt, "Giấy phép dùng thử của bạn sẽ hết hạn. \nNếu bạn đã mua một giấy phép, vui lòng nhập nó vào cửa sổ Cài đặt FileSeek. \n\nBạn có muốn biết thêm thông tin về việc mua FileSeek Pro?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Tìm với FileSeek"


[Words]
About, "Thông tin"
Add, "Thêm (&A)"
AdminSettingsLock, "Một số cài đặt được quản lí bởi quản trị viên hệ thống của bạn"
Apply, "Áp dụng"
Browse, "Duyệt"
ButtonLater, "Để sau (&L)"
ButtonMoreInformation, "Thông tin thêm (&M)"
ButtonUseFreeVersion, "Dùng bản miễn phí (&U)"
BuyALicenseKey, "Mua một mã bản quyền"
Cancel, "Huỷ (&C)"
Close, "Đóng"
Copy, "Sao chép (&C)"
Custom, "Tùy Chỉnh"
Cut, "Cắt (&C)"
Default, "Mặc định"
Delete, "Xóa (&D)"
Disable, "Vô hiệu hóa (&D)"
Disabled, "Đã bị vô hiệu hoá"
Duplicate, "Làm bản sao (&D)"
Edit, "Sửa (&E)"
Enable, "Kích hoạt (&E)"
Enabled, "Đã được kích hoạt"
EnterALicenseKey, "Nhập một mã bản quyền"
Error, "Lỗi"
ErrorNotAdminUACDisabled, "UAC đã bị vô hiệu hóa, nhưng bạn không phải là một quản trị viên nên yêu cầu của bạn có khả năng sẽ thất bại.\nVui lòng kích hoạt UAC hoặc đăng nhập với quyền quản trị rồi thử lại.\nNếu bạn vừa mới vô hiệu hóa UAC, hãy chắc rằng bạn đã khởi động lại máy tính."
Exit, "Thoát (&X)"
FileTypes_AllFiles, "Tất cả các tệp"
FileTypes_ApplicationFiles, "Hồ sơ ứng dụng"
FileTypes_HTMLFiles, "Tệp HTML"
FileTypes_ImageFiles, "Tệp ảnh"
FileTypes_RegistryFiles, "Tệp đăng ký"
FileTypes_SoundFiles, "Tệp âm thanh"
FileTypes_VideoFiles, "Tệp phim"
FileTypes_ZipFiles, "Tệp nén"
FreeVsPro, "Miễn phí và Chuyên nghiệp"
Help, "Giúp đỡ (&H)"
Info, "Thông Tin"
InvalidImageFile, "Ảnh này đã bị hỏng hoặc không thể đọc được."
Language, "Ngôn ngữ"
Load, "&Tải"
Name, "Tên"
NameLabel, "Tên:"
Never, "Không bao giờ"
No, "Không (&N)"
OK, "OK (&O)"
Paste, "Dán (&P)"
ProductSocialOnFacebook, "FileSeek trên Facebook"
ProductSocialOnLinkedIn, "FileSeek trên LinkedIn"
ProductSocialOnTwitter, "FileSeek trên Twitter"
ProOnlyButtonToolTip, "Tính nănh này chỉ dành cho bản Pro!\nNhấn vào đây để biết thêm thông tin."
ProOnlyLabelText, "Nâng cấp lên bản Pro để kích hoạt tính năng này"
ProOnlyNotice, "Những tính năng Pro được viết bằng màu xanh"
ProOnlyQuestion, "Bạn cần phải nâng cấp lên bản Pro để sử dụng tính năng này.\nBạn có muốn biết thêm thông tin về việc nâng cấp?"
ProOnlyShort, "Chỉ dành cho bản Pro"
Redo, "Làm lại (&R)"
Refresh, "Làm mới"
Remove, "Xóa (&R)"
Rename, "Đổi tên"
Retry, "Thử lại"
Save, "&Lưu"
Seconds, "giây"
Select, "Chọn"
SelectAll, "Chọn tất cả (&S)"
Settings, "Cài đặt"
Start, "Bắt đầu"
Stop, "Dừng lại"
Sync, "Đồng bộ"
Undo, "Hoàn tác (&U)"
Unknown, "Không rõ"
Yes, "Có (&Y)"